Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# settings.opmlImportPreview.description
source: App found feeds in the selected OPML file. Check the summary before adding them to your feed list.
ar: عثر التطبيق على خلاصات في ملف OPML المحدد. راجع الملخص قبل إضافتها إلى قائمة الخلاصات.
de: Die App hat Feeds in der ausgewählten OPML-Datei gefunden. Prüfe die Zusammenfassung, bevor du sie zu deiner Feed-Liste hinzufügst.
es: La app encontró fuentes en el archivo OPML seleccionado. Revisa el resumen antes de añadirlas a tu lista de fuentes.
fa: برنامه در فایل OPML انتخاب‌شده فیدهایی پیدا کرد. پیش از افزودن آن‌ها به فهرست فیدها، خلاصه را بررسی کنید.
fr: L’app a trouvé des flux dans le fichier OPML sélectionné. Vérifiez le résumé avant de les ajouter à votre liste de flux.
he: האפליקציה מצאה פידים בקובץ OPML שנבחר. בדוק את הסיכום לפני ההוספה לרשימת הפידים שלך.
it: L’app ha trovato alcune fonti nel file OPML selezionato. Controlla il riepilogo prima di aggiungerle al tuo elenco di fonti.
ja: 選択した OPML ファイル内にフィードが見つかりました。フィードリストに追加する前に概要を確認してください。
ko: 선택한 OPML 파일에서 피드를 찾았습니다. 피드 목록에 추가하기 전에 요약을 확인하세요.
pt_br: O app encontrou feeds no arquivo OPML selecionado. Revise o resumo antes de adicioná-los à sua lista de feeds.
ru: Приложение нашло ленты в выбранном OPML-файле. Проверьте сводку перед добавлением в список лент.
ur: ایپ نے منتخب OPML فائل میں فیڈز ڈھونڈ لی ہیں۔ انہیں اپنی فیڈز کی فہرست میں شامل کرنے سے پہلے خلاصہ دیکھ لیں۔
zh_hans: 应用在所选 OPML 文件中找到了订阅源。添加到订阅源列表前请先查看摘要。

# settings.opmlImportPreview.footer
source: Invalid and duplicate feeds are skipped automatically. Existing folders are reused; missing folders are created during import.
ar: يتم تخطي الخلاصات غير الصالحة والمكررة تلقائيًا. تتم إعادة استخدام المجلدات الموجودة؛ يتم إنشاء المجلدات المفقودة أثناء الاستيراد.
de: Ungültige und doppelte Feeds werden automatisch übersprungen. Bestehende Ordner werden wiederverwendet; fehlende Ordner werden beim Import erstellt.
es: Las fuentes no válidas y duplicadas se omiten automáticamente. Las carpetas existentes se reutilizan; las que falten se crearán durante la importación.
fa: فیدهای نامعتبر و تکراری خودکار رد می‌شوند. پوشه‌های موجود دوباره استفاده می‌شوند؛ پوشه‌های ناموجود هنگام وارد کردن ساخته می‌شوند.
fr: Les flux invalides et en double sont ignorés automatiquement. Les dossiers existants sont réutilisés ; les dossiers manquants sont créés pendant l’importation.
he: פידים לא תקינים וכפולים ידולגו אוטומטית. תיקיות קיימות ישמשו מחדש; תיקיות חסרות ייווצרו במהלך הייבוא.
it: Le fonti non valide e duplicate vengono ignorate automaticamente. Le cartelle esistenti vengono riutilizzate; quelle mancanti verranno create durante l’importazione.
ja: 無効なフィードと重複フィードは自動的にスキップされます。既存のフォルダは再利用され、不足しているフォルダはインポート時に作成されます。
ko: 유효하지 않거나 중복된 피드는 자동으로 건너뜁니다. 기존 폴더는 재사용하고, 없는 폴더는 가져오는 동안 생성합니다.
pt_br: Feeds inválidos e duplicados são ignorados automaticamente. Pastas existentes são reutilizadas; pastas ausentes são criadas durante a importação.
ru: Некорректные и повторяющиеся ленты пропускаются автоматически. Существующие папки используются повторно, недостающие создаются при импорте.
ur: نامعتبر اور مکرر فیڈز خود بخود چھوڑ دی جائیں گی۔ موجودہ فولڈرز دوبارہ استعمال ہوں گے؛ جو فولڈرز موجود نہ ہوں وہ درآمد کے دوران بن جائیں گے۔
zh_hans: 无效和重复的订阅源会自动跳过。现有文件夹会被复用；缺少的文件夹会在导入时创建。

# settings.opmlImportPreview.headline
source: Review feeds before import
ar: راجع الخلاصات قبل الاستيراد
de: Feeds vor dem Import prüfen
es: Revisar fuentes antes de importar
fa: فیدها را پیش از وارد کردن بررسی کنید
fr: Vérifier les flux avant l’importation
he: בדוק פידים לפני ייבוא
it: Controlla le fonti prima di importare
ja: インポート前にフィードを確認
ko: 가져오기 전에 피드 검토
pt_br: Revise os feeds antes de importar
ru: Проверьте ленты перед импортом
ur: درآمد سے پہلے فیڈز دیکھیں
zh_hans: 导入前检查订阅源

# settings.opmlImportPreview.import.action
source: Import
ar: استيراد
de: Importieren
es: Importar
fa: وارد کردن
fr: Importer
he: ייבוא
it: Importa
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импортировать
ur: درآمد کریں
zh_hans: 导入

# settings.opmlImportPreview.navigationTitle
source: Import OPML
ar: استيراد OPML
de: OPML importieren
es: Importar archivo OPML
fa: وارد کردن OPML
fr: Importer un fichier OPML
he: ייבוא OPML
it: Importa file OPML
ja: OPML をインポート
ko: OPML 가져오기
pt_br: Importar arquivo OPML
ru: Импорт OPML
ur: OPML درآمد
zh_hans: 导入 OPML

# settings.opmlImportPreview.newFolders.title
source: New Folders
ar: مجلدات جديدة
de: Neue Ordner
es: Carpetas nuevas
fa: پوشه‌های جدید
fr: Nouveaux dossiers
he: תיקיות חדשות
it: Nuove cartelle
ja: 新しいフォルダ
ko: 새 폴더
pt_br: Novas pastas
ru: Новые папки
ur: نئے فولڈرز
zh_hans: 新文件夹

# settings.opmlImportPreview.ready.title
source: Ready to Import
ar: جاهز للاستيراد
de: Bereit zum Importieren
es: Listo para importar
fa: آماده برای وارد کردن
fr: Prêt à importer
he: מוכן לייבוא
it: Pronto per l’importazione
ja: インポート準備完了
ko: 가져올 준비 완료
pt_br: Pronto para importar
ru: Готово к импорту
ur: درآمد کے لیے تیار
zh_hans: 准备导入

# settings.opmlImportPreview.skipped.title
source: Will Be Skipped
ar: سيتم تخطيها
de: Wird übersprungen
es: Se omitirá
fa: رد خواهد شد
fr: Seront ignorés
he: ידולג
it: Verrà ignorato
ja: スキップされます
ko: 건너뜀
pt_br: Será ignorado
ru: Будет пропущено
ur: چھوڑ دیے جائیں گے
zh_hans: 将被跳过

# settings.opmlImportPreview.subscriptions.title
source: Feeds
ar: الخلاصات
es: Fuentes
fa: فیدها
fr: Flux
he: פידים
it: Fonti
ja: フィード
ko: 피드
ru: Подписки
ur: فیڈز
zh_hans: 订阅源

# settings.option.adjacentNavigation.both
source: Both
ar: كلاهما
de: Beides
es: Ambos
fa: هر دو
fr: Les deux
he: שניהם
it: Entrambi
ja: 両方
ko: 둘 다
pt_br: Ambos
ru: Оба варианта
ur: دونوں
zh_hans: 两者

# settings.option.adjacentNavigation.buttons
source: Buttons
ar: الأزرار
de: Schaltflächen
es: Botones
fa: دکمه‌ها
fr: Boutons
he: כפתורים
it: Pulsanti
ja: ボタン
ko: 버튼
pt_br: Botões
ru: Кнопки
ur: بٹن
zh_hans: 按钮

# settings.option.adjacentNavigation.swipes
source: Swipes
ar: السحب
de: Streichgesten
es: Deslizamientos
fa: کشیدن‌ها
fr: Balayages
he: מחוות החלקה
it: Scorrimenti
ja: スワイプ
ko: 스와이프
pt_br: Gestos de deslizar
ru: Свайпы
ur: سوائپ
zh_hans: 滑动

# settings.option.articleOpeningMode.feedReader
source: Reader
ar: القارئ
es: Lector
fr: Lecteur
it: Lettore
pt_br: Leitor

# settings.option.articleOpeningMode.safariView
source: In-app browser
ar: المتصفح داخل التطبيق
es: Navegador integrado
fa: مرورگر درون‌برنامه‌ای
fr: Navigateur intégré
he: דפדפן מובנה
it: Browser integrato
ja: アプリ内ブラウザ
ko: 앱 내 브라우저
pt_br: Navegador integrado
ru: Встроенный браузер
ur: درونِ ایپ براؤزر
zh_hans: 应用内浏览器

# settings.option.linkOpening.externalBrowser
source: External Browser
ar: المتصفح الخارجي
de: Externer Browser
es: Navegador externo
fa: مرورگر بیرونی
fr: Navigateur externe
he: דפדפן חיצוני
it: Browser esterno
ja: 外部ブラウザ
ko: 외부 브라우저
pt_br: Navegador externo
ru: Внешний браузер
ur: بیرونی براؤزر
zh_hans: 外部浏览器

# settings.option.linkOpening.inAppBrowser
source: In-app browser
ar: المتصفح داخل التطبيق
es: Navegador integrado
fa: مرورگر درون‌برنامه‌ای
fr: Navigateur intégré
he: דפדפן מובנה
it: Browser integrato
ja: アプリ内ブラウザ
ko: 앱 내 브라우저
pt_br: Navegador integrado
ru: Встроенный браузер
ur: درونِ ایپ براؤزر
zh_hans: 应用内浏览器

# settings.option.refresh.daily
source: Daily
ar: يومي
de: Täglich
es: Cada día
fa: روزانه
fr: Tous les jours
he: יומי
it: Ogni giorno
ja: 毎日
ko: 매일
pt_br: Diariamente
ru: Ежедневно
ur: روزانہ
zh_hans: 每天

# settings.option.refresh.every6Hours
source: Every 6 Hours
ar: كل 6 ساعات
de: Alle 6 Stunden
es: Cada 6 horas
fa: هر ۶ ساعت
fr: Toutes les 6 heures
he: כל 6 שעות
it: Ogni 6 ore
ja: 6時間ごと
ko: 6시간마다
pt_br: A cada 6 horas
ru: Каждые 6 часов
ur: ہر 6 گھنٹے
zh_hans: 每 6 小时

# settings.option.refresh.every15Minutes
source: Every 15 Minutes
ar: كل 15 دقيقة
de: Alle 15 Minuten
es: Cada 15 minutos
fa: هر ۱۵ دقیقه
fr: Toutes les 15 minutes
he: כל 15 דקות
it: Ogni 15 minuti
ja: 15分ごと
ko: 15분마다
pt_br: A cada 15 minutos
ru: Каждые 15 минут
ur: ہر 15 منٹ
zh_hans: 每 15 分钟

# settings.option.refresh.hourly
source: Hourly
ar: كل ساعة
de: Stündlich
es: Cada hora
fa: هر ساعت
fr: Toutes les heures
he: כל שעה
it: Ogni ora
ja: 毎時
ko: 매시간
pt_br: A cada hora
ru: Каждый час
ur: ہر گھنٹے
zh_hans: 每小时

# settings.option.refresh.manual
source: Manual
ar: يدوي
de: Manuell
fa: دستی
fr: Manuel
he: ידני
it: Manuale
ja: 手動
ko: 수동
ru: Вручную
ur: دستی
zh_hans: 手动

# settings.option.retention.none
source: None
ar: لا شيء
de: Keine
es: Ninguno
fa: هیچ‌کدام
fr: Aucun
he: ללא
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
ur: کوئی نہیں
zh_hans: 无

# settings.option.retention.oneMonth
source: 1 Month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fa: ۱ ماه
fr: 1 mois
he: חודש אחד
it: 1 mese
ja: 1か月
ko: 1개월
pt_br: 1 mês
ru: 1 месяц
ur: 1 مہینہ
zh_hans: 1 个月

# settings.option.retention.oneWeek
source: 1 Week
ar: أسبوع واحد
de: 1 Woche
es: 1 semana
fa: ۱ هفته
fr: 1 semaine
he: שבוע אחד
it: 1 settimana
ja: 1週間
ko: 1주
pt_br: 1 semana
ru: 1 неделю
ur: 1 ہفتہ
zh_hans: 1 周

# settings.option.retention.twoDays
source: 2 Days
ar: يومان
de: 2 Tage
es: 2 días
fa: ۲ روز
fr: 2 jours
he: יומיים
it: 2 giorni
ja: 2日
ko: 2일
pt_br: 2 dias
ru: 2 дня
ur: 2 دن
zh_hans: 2 天

# settings.option.retention.twoWeeks
source: 2 Weeks
ar: أسبوعان
de: 2 Wochen
es: 2 semanas
fa: ۲ هفته
fr: 2 semaines
he: שבועיים
it: 2 settimane
ja: 2週間
ko: 2주
pt_br: 2 semanas
ru: 2 недели
ur: 2 ہفتے
zh_hans: 2 周

# settings.option.sort.newestFirst
source: Newest First
ar: الأحدث أولاً
de: Neueste zuerst
es: Más recientes primero
fa: جدیدترین‌ها اول
fr: Les plus récents d’abord
he: החדשות ביותר תחילה
it: Più recenti prima
ja: 新しい順
ko: 최신순
pt_br: Mais recentes primeiro
ru: Сначала новые
ur: نئے پہلے
zh_hans: 最新优先

# settings.option.sort.oldestFirst
source: Oldest First
ar: الأقدم أولاً
de: Älteste zuerst
es: Más antiguos primero
fa: قدیمی‌ترین‌ها اول
fr: Les plus anciens d’abord
he: הישנות ביותר תחילה
it: Meno recenti prima
ja: 古い順
ko: 오래된 순
pt_br: Mais antigos primeiro
ru: Сначала старые
ur: پرانے پہلے
zh_hans: 最旧优先

# settings.option.theme.automaticLightBlack
source: Automatic Light/Black
ar: تلقائي: فاتح/أسود
de: Automatisch Hell/Schwarz
es: Automático claro/negro
fa: خودکار روشن/مشکی
fr: Automatique clair/noir
he: אוטומטי בהיר/שחור
it: Automatico chiaro/nero
ja: 自動: ライト/ブラック
ko: 자동: 라이트/블랙
pt_br: Automático claro/preto
ru: Авто: светлая/чёрная
ur: خودکار روشن/سیاہ
zh_hans: 自动：浅色/黑色

# settings.option.theme.automaticLightDark
source: Automatic Light/Dark
ar: تلقائي: فاتح/داكن
de: Automatisch Hell/Dunkel
es: Automático claro/oscuro
fa: خودکار روشن/تیره
fr: Automatique clair/sombre
he: אוטומטי בהיר/כהה
it: Automatico chiaro/scuro
ja: 自動: ライト/ダーク
ko: 자동: 라이트/다크
pt_br: Automático claro/escuro
ru: Авто: светлая/тёмная
ur: خودکار روشن/گہرا
zh_hans: 自动：浅色/深色

# settings.option.theme.black
source: Black
ar: سوداء
de: Schwarz
es: Negro
fa: مشکی
fr: Noir
he: שחור
it: Nero
ja: ブラック
ko: 블랙
pt_br: Preto
ru: Чёрная
ur: سیاہ
zh_hans: 黑色

# settings.option.theme.dark
source: Dark
ar: داكنة
de: Dunkel
es: Oscuro
fa: تیره
fr: Sombre
he: כהה
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
ur: گہرا
zh_hans: 深色

# settings.option.theme.light
source: Light
ar: فاتحة
de: Hell
es: Claro
fa: روشن
fr: Clair
he: בהיר
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
ur: روشن
zh_hans: 浅色

# settings.reading.adjacentNavigation.title
source: Adjacent Navigation
ar: التنقل بين المقالات
de: Nachbarartikel-Navigation
es: Navegación entre artículos
fa: پیمایش بین مقاله‌های مجاور
fr: Navigation entre articles voisins
he: ניווט בין כתבות סמוכות
it: Navigazione tra articoli
ja: 隣の記事への移動
ko: 인접 기사 탐색
pt_br: Navegação entre artigos
ru: Переход между статьями
ur: قریبی مضامین میں نیویگیشن
zh_hans: 相邻文章导航

# settings.reading.markReadOnOpen.subtitle
source: Automatically mark an article as read when it is opened.
ar: وضع علامة على المقالة كمقروءة تلقائيًا عند فتحها.
de: Einen Artikel automatisch als gelesen markieren, wenn er geöffnet wird.
es: Marcar automáticamente un artículo como leído al abrirlo.
fa: وقتی مقاله باز می‌شود، خودکار به‌عنوان خوانده‌شده علامت‌گذاری شود.
fr: Marquer automatiquement un article comme lu lorsqu’il est ouvert.
he: סמן כתבה אוטומטית כנקראת כשפותחים אותה.
it: Segna automaticamente un articolo come letto quando viene aperto.
ja: 記事を開いたときに自動的に既読にします。
ko: 기사를 열 때 자동으로 읽음으로 표시합니다.
pt_br: Marcar automaticamente um artigo como lido quando ele for aberto.
ru: Автоматически отмечать статью как прочитанную при открытии.
ur: مضمون کھلنے پر اسے خودکار طور پر پڑھا ہوا نشان زد کریں۔
zh_hans: 打开文章时自动标记为已读。

# settings.reading.markReadOnOpen.title
source: Mark Read on Open
ar: وضع علامة كمقروء عند الفتح
de: Beim Öffnen als gelesen markieren
es: Marcar como leído al abrir
fa: خوانده‌شده کردن هنگام باز کردن
fr: Marquer comme lu à l’ouverture
he: סמן כנקרא בפתיחה
it: Segna come letto all’apertura
ja: 開いたら既読にする
ko: 열 때 읽음 표시
pt_br: Marcar como lido ao abrir
ru: Отмечать прочитанной при открытии
ur: کھولنے پر پڑھا ہوا نشان زد کریں
zh_hans: 打开时标记为已读

# settings.reading.openArticleLinks.title
source: Open Article Links
ar: فتح روابط المقالات
de: Artikellinks öffnen
es: Abrir enlaces de artículos
fa: باز کردن پیوندهای مقاله
fr: Ouvrir les liens des articles
he: פתיחת קישורי כתבות
it: Apri link negli articoli
ja: 記事内リンクを開く
ko: 기사 링크 열기
pt_br: Abrir links dos artigos
ru: Ссылки в статьях
ur: مضمون کے لنکس کھولیں
zh_hans: 打开文章链接

# settings.reading.openArticles.title
source: Open Articles
ar: فتح المقالات
de: Artikel öffnen
es: Abrir artículos
fa: باز کردن مقاله‌ها
fr: Ouvrir les articles
he: פתיחת כתבות
it: Apri articoli
ja: 記事を開く
ko: 기사 열기
pt_br: Abrir artigos
ru: Открытие статей
ur: مضامین کھولیں
zh_hans: 打开文章

# settings.reading.openOriginalArticle.title
source: Open Original Article
ar: فتح المقال الأصلي
de: Originalartikel öffnen
es: Abrir artículo original
fa: باز کردن مقالهٔ اصلی
fr: Ouvrir l’article original
he: פתיחת הכתבה המקורית
it: Apri articolo originale
ja: 元の記事を開く
ko: 원본 기사 열기
pt_br: Abrir artigo original
ru: Оригинал статьи
ur: اصل مضمون کھولیں
zh_hans: 打开原文

# settings.reading.section.footer
source: Choose whether opening an article shows Reader or the in-app browser. Open Original Article controls opening the article page, and Open Article Links controls opening links inside an article. Adjacent Navigation lets you show or hide additional buttons in the interface.
ar: اختر ما إذا كان فتح المقالة يعرض القارئ أو المتصفح داخل التطبيق. يتحكم فتح المقالة الأصلية في فتح صفحة المقالة، ويتحكم فتح روابط المقالة في فتح الروابط داخل المقالة. يتيح التنقل بين المقالات المجاورة إظهار أزرار إضافية في الواجهة أو إخفاءها.
de: Wähle aus, ob beim Öffnen eines Artikels der Reader oder der In-App-Browser angezeigt wird. „Originalartikel öffnen“ steuert das Öffnen der Artikelseite, und „Artikellinks öffnen“ steuert Links im Artikeltext. Mit der Nachbarartikel-Navigation kannst du zusätzliche Bedienelemente in der Oberfläche ein- oder ausblenden.
es: Elige si al abrir un artículo se muestra el lector o el navegador integrado. «Abrir artículo original» controla la apertura de la página del artículo, y «Abrir enlaces de artículos» controla la apertura de enlaces dentro de un artículo. La navegación entre artículos permite mostrar u ocultar botones adicionales en la interfaz.
fa: انتخاب کنید باز کردن مقاله Reader را نشان دهد یا مرورگر درون‌برنامه‌ای را. «باز کردن مقالهٔ اصلی» نحوهٔ باز شدن صفحهٔ مقاله را کنترل می‌کند و «باز کردن پیوندهای مقاله» نحوهٔ باز شدن پیوندهای داخل مقاله را. پیمایش بین مقاله‌های مجاور امکان نمایش یا پنهان کردن دکمه‌های اضافی رابط را می‌دهد.
fr: Choisissez si l’ouverture d’un article affiche le lecteur ou le navigateur intégré. « Ouvrir l’article original » contrôle l’ouverture de la page de l’article, et « Ouvrir les liens des articles » contrôle l’ouverture des liens dans le corps d’un article. La navigation entre articles voisins permet d’afficher ou de masquer des boutons supplémentaires dans l’interface.
he: בחר אם פתיחת כתבה תציג את Reader או את הדפדפן המובנה. ״פתיחת הכתבה המקורית״ קובעת איך ייפתח דף הכתבה, ו״פתיחת קישורי כתבות״ קובעת איך ייפתחו קישורים בתוך כתבה. ניווט בין כתבות סמוכות מאפשר להציג או להסתיר כפתורים נוספים בממשק.
it: Scegli se l’apertura di un articolo mostra il lettore o il browser integrato. “Apri articolo originale” controlla l’apertura della pagina dell’articolo, mentre “Apri link negli articoli” controlla l’apertura dei link all’interno di un articolo. La navigazione tra articoli permette di mostrare o nascondere pulsanti aggiuntivi nell’interfaccia.
ja: 記事を開いたときに Reader またはアプリ内ブラウザのどちらを表示するかを選択します。「元の記事を開く」は記事ページの開き方を制御し、「記事内リンクを開く」は記事内のリンクの開き方を制御します。「隣の記事への移動」では、追加ボタンをインターフェイスに表示するかどうかを選択できます。
ko: 기사를 열 때 Reader 또는 앱 내 브라우저를 표시할지 선택합니다. “원본 기사 열기”는 기사 페이지를 여는 방식을 제어하고, “기사 링크 열기”는 기사 안의 링크를 여는 방식을 제어합니다. “인접 기사 탐색”은 인터페이스의 추가 버튼 표시 여부를 설정합니다.
pt_br: Escolha se abrir um artigo mostra o leitor ou o navegador integrado. “Abrir artigo original” controla a abertura da página do artigo, e “Abrir links dos artigos” controla a abertura de links dentro de um artigo. A navegação entre artigos permite mostrar ou ocultar botões adicionais na interface.
ru: Выберите, при открытии статьи показывать Reader или встроенный браузер. Настройка «Оригинал статьи» управляет открытием страницы статьи, а «Ссылки в статьях» — открытием ссылок внутри статьи. Настройка «Переход между статьями» позволяет показать или скрыть дополнительные кнопки в интерфейсе.
ur: منتخب کریں کہ مضمون کھولنے پر Reader دکھے یا درونِ ایپ براؤزر۔ اصل مضمون کھولنے کی ترتیب مضمون کا صفحہ کھولنے کو کنٹرول کرتی ہے، اور مضمون کے لنکس کھولنے کی ترتیب مضمون کے اندر موجود لنکس کھولنے کو کنٹرول کرتی ہے۔ قریبی مضامین میں نیویگیشن انٹرفیس میں اضافی بٹن دکھانے یا چھپانے دیتی ہے۔
zh_hans: 选择打开文章时显示 Reader 还是应用内浏览器。“打开原文”控制文章页面的打开方式，“打开文章链接”控制文章内链接的打开方式。“相邻文章导航”用于显示或隐藏界面中的附加按钮。

# settings.reading.section.title
source: Reading
ar: القراءة
de: Lesen
es: Lectura
fa: خواندن
fr: Lecture
he: קריאה
it: Lettura
ja: 読書
ko: 읽기
pt_br: Leitura
ru: Чтение
ur: مطالعہ
zh_hans: 阅读

# settings.screen.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Réglages
he: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
ur: ترتیبات
zh_hans: 设置

# settings.storage.clearArchivedArticles.subtitle
source: Remove archived articles except starred ones from this device and iCloud.
ar: أزل المقالات المؤرشفة باستثناء المقالات المميزة بنجمة من هذا الجهاز ومن iCloud.
de: Archivierte Artikel außer solchen mit Stern von diesem Gerät und aus iCloud entfernen.
es: Eliminar de este dispositivo y de iCloud los artículos archivados, excepto los favoritos.
fa: مقاله‌های بایگانی‌شده به‌جز ستاره‌دارها را از این دستگاه و iCloud حذف کنید.
fr: Supprimer de cet appareil et d’iCloud les articles archivés, sauf les favoris.
he: הסר מהמכשיר הזה ומ-iCloud כתבות בארכיון למעט מועדפות.
it: Elimina da questo dispositivo e da iCloud gli articoli archiviati, tranne i preferiti.
ja: スター付き以外のアーカイブ済み記事をこのデバイスと iCloud から削除します。
ko: 별표 표시한 항목을 제외한 보관된 기사를 이 기기와 iCloud에서 제거합니다.
pt_br: Remover deste dispositivo e do iCloud os artigos arquivados, exceto os favoritos.
ru: Удалить архивные статьи, кроме избранных, с этого устройства и из iCloud.
ur: اس ڈیوائس اور iCloud سے ستارہ لگے مضامین کے علاوہ آرکائیو شدہ مضامین ہٹائیں۔
zh_hans: 从此设备和 iCloud 中移除已归档文章，但保留已加星标文章。

# settings.storage.clearArchivedArticles.title
source: Clear Archived Articles
ar: مسح المقالات المؤرشفة
de: Archivierte Artikel löschen
es: Borrar artículos archivados
fa: پاک کردن مقاله‌های بایگانی‌شده
fr: Effacer les articles archivés
he: נקה כתבות בארכיון
it: Elimina articoli archiviati
ja: アーカイブ済みの記事を消去
ko: 보관된 기사 지우기
pt_br: Excluir artigos arquivados
ru: Очистить архивные статьи
ur: آرکائیو شدہ مضامین صاف کریں
zh_hans: 清除已归档文章

# settings.storage.clearArticleImageCache.subtitle
source: Remove article images saved on this device.
ar: أزل صور المقالات المحفوظة على هذا الجهاز.
de: Auf diesem Gerät gespeicherte Artikelbilder entfernen.
es: Eliminar las imágenes de artículos guardadas en este dispositivo.
fa: تصویرهای مقاله ذخیره‌شده روی این دستگاه را حذف کنید.
fr: Supprimer les images d’articles enregistrées sur cet appareil.
he: הסר תמונות כתבות שנשמרו במכשיר הזה.
it: Elimina le immagini degli articoli salvate su questo dispositivo.
ja: このデバイスに保存された記事画像を削除します。
ko: 이 기기에 저장된 기사 이미지를 제거합니다.
pt_br: Remover imagens de artigos salvas neste dispositivo.
ru: Удалить изображения статей, сохранённые на этом устройстве.
ur: اس ڈیوائس پر محفوظ مضمون کی تصاویر ہٹائیں۔
zh_hans: 移除此设备上保存的文章图片。

# settings.storage.clearArticleImageCache.title
source: Clear Article Image Cache
ar: مسح ذاكرة صور المقالات المؤقتة
de: Artikelbild-Cache löschen
es: Borrar caché de imágenes de artículos
fa: پاک کردن حافظهٔ پنهان تصویرهای مقاله
fr: Effacer le cache des images d’articles
he: נקה מטמון תמונות כתבות
it: Svuota cache immagini articoli
ja: 記事画像キャッシュを消去
ko: 기사 이미지 캐시 지우기
pt_br: Limpar cache de imagens de artigos
ru: Очистить кэш изображений статей
ur: مضمون کی تصاویر کا کیش صاف کریں
zh_hans: 清除文章图片缓存

# settings.storage.clearFeedIconCache.subtitle
source: Remove feed icons saved on this device.
ar: أزل أيقونات الخلاصات المحفوظة على هذا الجهاز.
de: Auf diesem Gerät gespeicherte Feed-Symbole entfernen.
es: Eliminar los iconos de fuentes guardados en este dispositivo.
fa: آیکون‌های فید ذخیره‌شده روی این دستگاه را حذف کنید.
fr: Supprimer les icônes de flux enregistrées sur cet appareil.
he: הסר איקוני פידים שנשמרו במכשיר הזה.
it: Elimina le icone delle fonti salvate su questo dispositivo.
ja: このデバイスに保存されたフィードアイコンを削除します。
ko: 이 기기에 저장된 피드 아이콘을 제거합니다.
pt_br: Remover ícones de feeds salvos neste dispositivo.
ru: Удалить иконки лент, сохранённые на этом устройстве.
ur: اس ڈیوائس پر محفوظ فیڈ آئیکنز ہٹائیں۔
zh_hans: 移除此设备上保存的订阅源图标。

# settings.storage.clearFeedIconCache.title
source: Clear Feed Icon Cache
ar: مسح ذاكرة أيقونات الخلاصات المؤقتة
de: Feed-Symbol-Cache löschen
es: Borrar caché de iconos de fuentes
fa: پاک کردن حافظهٔ پنهان آیکون‌های فید
fr: Effacer le cache des icônes de flux
he: נקה מטמון איקוני פידים
it: Svuota cache icone fonti
ja: フィードアイコンキャッシュを消去
ko: 피드 아이콘 캐시 지우기
pt_br: Limpar cache de ícones de feeds
ru: Очистить кэш иконок лент
ur: فیڈ آئیکنز کا کیش صاف کریں
zh_hans: 清除订阅源图标缓存

# settings.storage.section.title
source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fa: فضای ذخیره‌سازی
fr: Stockage
he: אחסון
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранилище
ur: اسٹوریج
zh_hans: 存储

# settings.syncStatus.checking.subtitle
source: The app is checking the current iCloud account and CloudKit session status.
ar: يتحقق التطبيق من حساب iCloud الحالي وحالة جلسة CloudKit.
de: Die App prüft den aktuellen iCloud-Account und den Status der CloudKit-Sitzung.
es: La app está comprobando la cuenta de iCloud actual y el estado de la sesión de CloudKit.
fa: برنامه حساب فعلی iCloud و وضعیت اتصال CloudKit را بررسی می‌کند.
fr: L’app vérifie le compte iCloud actuel et l’état de la session CloudKit.
he: האפליקציה בודקת את חשבון iCloud הנוכחי ואת מצב החיבור ל-CloudKit.
it: L’app sta controllando l’account iCloud attuale e lo stato della sessione CloudKit.
ja: 現在の iCloud アカウントと CloudKit セッションの状態を確認しています。
ko: 앱이 현재 iCloud 계정과 CloudKit 세션 상태를 확인하고 있습니다.
pt_br: O app está verificando a conta atual do iCloud e o estado da sessão do CloudKit.
ru: Приложение проверяет текущий аккаунт iCloud и состояние сессии CloudKit.
ur: ایپ موجودہ iCloud اکاؤنٹ اور CloudKit سیشن کی حالت چیک کر رہی ہے۔
zh_hans: 应用正在检查当前 iCloud 帐户和 CloudKit 会话状态。

# settings.syncStatus.checking.title
source: Checking
ar: جارٍ التحقق
de: Wird geprüft
es: Comprobando
fa: در حال بررسی
fr: Vérification
he: בודק
it: Controllo in corso
ja: 確認中
ko: 확인 중
pt_br: Verificando
ru: Проверка
ur: جانچ ہو رہی ہے
zh_hans: 正在检查
